IDEA Open Model
ColumnDataEc2.UserValuecZ Property
Compatible with IDEA StatiCa v 10.1
 c user value - for nominal stiffness
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double UserValuecZ { get; set; }
Public Property UserValuecZ As Double
	Get
	Set
public:
property double UserValuecZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace